Repository: urbanairship/ios-library
Catalog: Airship/AirshipCore/Resources/*.lproj/UrbanAirship.strings
Languages: am, hu, zu

# ua_cancel_edit_messages
source: Cancel
am: ሰርዝ
hu: Mégse
zu: Khansela

# ua_cancel_edit_messages_description
source: Cancel message edits
am: የመልእክት አርትዖቶችን ሰርዝ
hu: Üzenetszerkesztések visszavonása
zu: Khansela ukuhlelwa komlayezo

# ua_connection_error
source: Connection Error
am: የግንኙነት ስህተት
hu: Kapcsolati hiba
zu: Iphutha Lokuxhuma

# ua_content_error
source: Content Error
am: የይዘት ስህተት
hu: Tartalmi hiba
zu: Iphutha Lokuqukethwe

# ua_delete_message
source: Delete
am: መልእክት ሰርዝ
hu: Üzenet törlése
zu: Susa umlayezo

# ua_delete_message_description
source: Delete message
am: የተመረጡ መልዕክቶችን ሰርዝ
hu: A kiválasztott üzenetek törlése
zu: Susa imilayezo ekhethiwe

# ua_delete_messages
source: Delete
am: መልእክት ሰርዝ
hu: Üzenet törlése
zu: Susa umlayezo

# ua_delete_messages_description
source: Delete selected messages
am: የተመረጡ መልዕክቶችን ሰርዝ
hu: A kiválasztott üzenetek törlése
zu: Susa imilayezo ekhethiwe

# ua_edit_messages
source: Edit
am: አርትዕ
hu: Szerkesztés
zu: Hlela

# ua_edit_messages_description
source: Edit messages
am: መልዕክቶችን ያርትዑ
hu: Üzenetek szerkesztése
zu: Hlela imilayezo

# ua_empty_message_list
source: No messages
am: ምንም መልዕክቶች የሉም
hu: Nincs üzenete
zu: Ayikho imilayezo

# ua_mark_messages_read
source: Mark Read
am: መነበቡን አመልክት
hu: Jelöld olvasottnak
zu: Maka Funda

# ua_mark_messages_read_description
source: Mark selected messages read
am: የተመረጡትን መልዕክቶች እንደተነበቡ ምልክት ያድርጉ
hu: A kiválasztott üzenetek megjelölése olvasottként
zu: Maka imilayezo ekhethiwe njengefundiwe

# ua_mc_failed_to_load
source: Unable to load message. Please try again later.
am: መልእክት መጫን አልተቻለም። እባክዎ ቆየት ብለው ይሞክሩ.
hu: Nem tudtam betölteni az üzenetet. Próbálja újra később.
zu: Ayikwazi ukulayisha umlayezo. Sicela uzame futhi emuva kwesikhathi.

# ua_mc_no_longer_available
source: The selected message is no longer available.
am: የተመረጠው መልእክት ከአሁን በኋላ አይገኝም።
hu: A kiválasztott üzenet már nem érhető el.
zu: Umlayezo okhethiwe awusatholakali.

# ua_message_cell_description
source: Displays full message
am: ሙሉ መልእክት ያሳያል
hu: A teljes üzenetet jeleníti meg
zu: Ibonisa umlayezo ogcwele

# ua_message_cell_editing_description
source: Toggles selection
am: ምርጫ ይቀያየራል።
hu: Váltsa a kijelölést
zu: Iguqula ukukhetha

# ua_message_center_title
source: Message Center
am: የመልእክት ማእከል
hu: Üzenetközpont
zu: Isikhungo Somlayezo

# ua_message_description
source: Message %@, sent at %@
am: መልዕክት %@፣ %@ ላይ ተልኳል
hu: Üzenet: %@, elküldve: %@
zu: Umlayezo %@, uthunyelwe ngo-%@

# ua_message_not_selected
source: No messages selected
am: ምንም መልዕክቶች አልተመረጡም።
hu: Nincsenek kiválasztott üzenetek
zu: Ayikho imilayezo ekhethiwe

# ua_message_unread_description
source: Unread message %@, sent at %@
am: ያልተነበበ መልዕክት %@፣ %@ ላይ ተልኳል
hu: Olvasatlan üzenet: %@, elküldve: %@
zu: Umlayezo ongafundiwe %@, uthunyelwe ngo-%@

# ua_notification_button_accept
source: Accept
am: ተቀበል
hu: Fogadd el
zu: Yamukela

# ua_notification_button_add
source: Add
am: አክል
hu: Hozzáadás
zu: Engeza

# ua_notification_button_add_to_calendar
source: Add to Calendar
am: ወደ ቀን መቁጠሪያ ያክሉ
hu: Hozzáadás naptárhoz
zu: Engeza kukhalenda

# ua_notification_button_book_now
source: Book Now
am: አሁን ያዝ
hu: Foglalja le most
zu: Bhukha Manje

# ua_notification_button_buy_now
source: Buy Now
am: አሁን ይግዙ
hu: Megvétel most
zu: Thenga Manje

# ua_notification_button_copy
source: Copy
am: ቅዳ
hu: Másolás
zu: Kopisha

# ua_notification_button_decline
source: Decline
am: አትቀበል
hu: Utasítsd el
zu: Yenqaba

# ua_notification_button_dislike
source: Dislike
am: አለመውደድ
hu: Nem tetszik
zu: Ukungathandi

# ua_notification_button_download
source: Download
am: አውርድ
hu: Töltsd le
zu: Landa

# ua_notification_button_follow
source: Follow
am: ተከተል
hu: Követem
zu: Landela

# ua_notification_button_less_like
source: Less Like This
am: እንደዚህ ያነሰ
hu: Kevesebb ilyen
zu: Kancane Kanje

# ua_notification_button_like
source: Like
am: መውደድ
hu: Tetszik
zu: Thanda

# ua_notification_button_more_like
source: More Like This
am: ተጨማሪ እንደዚህ
hu: Még több ilyen
zu: Okuningi Okufana Nalokhu

# ua_notification_button_no
source: No
am: አይ
hu: Nem
zu: Cha

# ua_notification_button_opt_in
source: Opt-in
am: መርጦ መግባት
hu: Kérem
zu: Khetha ukungena

# ua_notification_button_opt_out
source: Opt-out
am: መርጦ ውጣ
hu: Nem kérem
zu: Phuma

# ua_notification_button_rate_now
source: Rate Now
am: አሁን ደረጃ ይስጡ
hu: Most értékelem
zu: Linganisa Manje

# ua_notification_button_remind
source: Remind Me Later
am: በኋላ አስታውሰኝ
hu: Emlékeztess később
zu: Ngikhumbuze ngokuhamba kwesikhathi

# ua_notification_button_save
source: Save
am: አስቀምጥ
hu: Mentés
zu: Londoloza

# ua_notification_button_search
source: Search
am: ፈልግ
hu: Keress
zu: Sesha

# ua_notification_button_send_info
source: Send Info
am: መረጃ ላክ
hu: Küldjön infót
zu: Thumela Ulwazi

# ua_notification_button_share
source: Share
am: አጋራ
hu: Oszd meg
zu: Yabelana

# ua_notification_button_shop_now
source: Shop Now
am: አሁን ይሸምቱ
hu: Vásárlás most
zu: Thenga Manje

# ua_notification_button_tell_me_more
source: Tell Me More
am: ተጨማሪ ንገረኝ
hu: Mondjon róla többet
zu: Ngitshele Okuningi

# ua_notification_button_unfollow
source: Unfollow
am: አትከተል
hu: Nem követem
zu: Yekela ukulandela

# ua_notification_button_yes
source: Yes
am: አዎ
hu: Igen
zu: Yebo

# ua_ok
source: OK
am: እሺ
zu: KULUNGILE

# ua_preference_center_title
source: Preference Center
am: ምርጫ ማዕከል
hu: Preferencia központ
zu: Isikhungo Esithandwayo

# ua_retry_button
source: Retry
am: እንደገና ይሞክሩ
hu: Próbáld újra
zu: Zama futhi

# ua_select_all_messages
source: Select All
am: ሁሉንም ይምረጡ
hu: Válaszd ki mindet
zu: Khetha konke

# ua_select_all_messages_description
source: Selects all messages
am: ሁሉንም መልዕክቶች ምረጥ
hu: Kijelöli az összes üzenetet
zu: Ikhetha yonke imilayezo

# ua_select_none_messages
source: Select None
am: ምንምን ይምረጡ
hu: Ne válassz ki egyet sem
zu: Khetha Lutho

# ua_select_none_messages_description
source: Reset message selection
am: የመልእክት ምርጫን ዳግም አስጀምር
hu: Üzenetválasztás visszaállítása
zu: Setha kabusha ukukhetha komlayezo

# ua_unread_message_description
source: Message unread
am: መልእክት አልተነበበም።
hu: Az üzenet olvasatlan
zu: Umlayezo awufundiwe

# ua_dismiss
source: Dismiss
am: አሳርፍ
hu: Elutasítás
zu: Khipha

# ua_escape
source: Escape
am: መሻገሪያ
hu: Kilépés
zu: Phuma

# ua_next
source: Next
am: ሚቃኝ
hu: Következő
zu: Okulandelayo

# ua_previous
source: Previous
am: ቀዳሚ
hu: Előző
zu: Okwangaphambili

# ua_submit
source: Submit
am: አስገባ
hu: Beküldés
zu: Faka

# ua_loading
source: Loading
am: በመጫን ላይ
hu: Betöltés
zu: Iyalayisha

# ua_pager_progress
source: Page %@ of %@
am: ገጽ %@ ከ %@
hu: %@. oldal a %@-ból
zu: Ikhasi %@ ye-%@

# ua_x_of_y
source: %@ of %@
am: %@ ከ %@
zu: %@ kw %@

# ua_play
source: Play
am: አጫውት
hu: Lejátszás
zu: Dlala

# ua_pause
source: Pause
am: ለአጭር ጊዜ ቆም
hu: Szünet
zu: Misa

# ua_stop
source: Stop
am: አቁም
hu: Leállítás
zu: Yeka

# ua_form_processing_error
source: Error processing form. Please try again
am: ቅጹን በማስኬድ ላይ ስህተት። እባክዎ እንደገና ይሞክሩ
hu: Hiba az űrlap feldolgozása során. Kérjük, próbálja újra
zu: Iphutha ekucubunguleni ifomu. Sicela uzame futhi

# ua_close
source: Close
am: ዝጋ
hu: Bezárás
zu: Vala

# ua_mute
source: Mute
am: ድምፅ አጥፋ
hu: Némítás
zu: Thulisa

# ua_unmute
source: Unmute
am: ድምፅ አብራ
hu: Némítás feloldása
zu: Susa ukuthula

# ua_required_field
source: * Required
am: * አስፈላጊ
hu: * Kötelező
zu: * Kuyadingeka

# ua_invalid_form_message
source: Please fix the invalid fields to continue
am: ለመቀጠል እባክዎን ልክ ያልሆኑ መስኮችን ያስተካክሉ
hu: Kérjük, javítsa ki az érvénytelen mezőket a folytatáshoz
zu: Sicela ulungise izinkambu ezingavumelekile ukuze uqhubeke
